Repository: openplotter/openplotter-network
Catalog: openplotterNetwork/locale/*/LC_MESSAGES/openplotter-network.po
Languages: cs, fi, pl

source: Network
cs: Síť
fi: Verkko
pl: Sieć

source: openplotter-network
cs: openPlotter nastavení sítě
fi: openplotter-verkko

source: Installing python packages...
cs: Instalování balíčků pro Python...
fi: Asennetaan python paketteja...
pl: Instalowanie pakietów Python...

source: DONE
cs: Hotovo
fi: VALMIS
pl: GOTOWE

source: FAILED:
cs: Chyba:
fi: EPÄONNISTUNUT:
pl: NIEPOWODZENIE:

source: Editing config files...
cs: Upravuji konfiguraci...
fi: Muokataan asetus tiedostoja...
pl: Edycja plików konfiguracyjnych...

source: Enabling services...
cs: Povoluji služby...
fi: Otetaan palvelut käyttöön...
pl: Włączanie usług...

source: Setting version...
cs: Nastavuji verzi...
fi: Asetetaan versio...
pl: Ustawianie wersji...

source: Removing python packages...
cs: Odstraňování balíčků pro Python...
fi: Poistetaan python paketteja...
pl: Odinstalowywanie pakietów Python...

source: Restoring network Debian defaults...
cs: Obnovování výchozích nastavení sítě Debianu...
fi: Palautetaan vakio Debian verkko...
pl: Przywracanie domyślnych ustawień sieciowych Debiana...

source: Removing openplotter-network service...
cs: Odstraňuji službu OpenPlotter-síť...
fi: Poistetaan openplotter-verkko palvelu...
pl: Usuwanie usługi openplotter-network...

source: DONE. PLEASE REBOOT TO RESTORE NETWORK SETTINGS
cs: Hotovo. Prosím proveďte restart systému pro obnovení nastavení sítě
fi: TEHTY. KÄYNNISTÄ, NIIN TALLENNETAAN VERKKOASETUKSET
pl: GOTOWE. PROSZĘ ZRESTARTOWAĆ, ABY PRZYWRÓCIĆ USTAWIENIA SIECIOWE

source: Removing version...
cs: Odstraňuji verzi...
fi: Poistetaan versio...
pl: Usuwanie wersji...

source: Help
cs: Nápověda
fi: Ohje
pl: Pomoc

source: Settings
cs: Nastavení
fi: Asetukset
pl: Ustawienia

source: Addresses and Ports
cs: Adresy a porty
fi: Osoitteet ja portit
pl: Adresy i porty

source: Check Network
cs: Zkontrolovat síť
fi: Tarkista verkko
pl: Sprawdź stan sieci

source: Access Point
cs: Přístupový bod
fi: Liitospiste
pl: Punkt dostępowy Wifi

source: Wlan Client
cs: Wlan klient
pl: Klient Wlan

source: Network Mode
cs: Režim sítě
fi: Verkkotila
pl: Tryb sieci

source: activate wlan security (nft filter)
cs: aktivovat wlan zabezpečení (nft filtr)
fi: aktivoi wlan-suojaus (nft filter)
pl: aktywuj zabezpieczenie wlan (filtr nft)

source: Add Ethernet port to the AP
cs: Přidat ethernetový port do AP
fi: Lisää Ethernet portti AP:een
pl: Dodaj port sieci ethernet (RJ45) do AP

source: Access Point Settings
cs: Nastavení přístupového bodu
fi: Liitospisteen asetukset
pl: Ustawienia punktu dostępu (AP)

source: share internet
cs: sdílet internet
fi: jaa internet
pl: udostępnianie Internetu

source: SSID maximum 32 characters
cs: SSID maximálně 32 znaků
fi: SSID enintään 32 merkkiä
pl: Nazwa sieci (SSID) maksymalnie 32 znaki

source: Password minimum 8 characters required
cs: Heslo minimálně 8 znaků
fi: Salasana pituus vähintäin 8 merkkiä
pl: Hasło wymagane przynajmniej 8 znaków

source: Channel
cs: Vysílací kanál
fi: Kanava
pl: Kanał WiFi

source: none
cs: žádný
fi: ei mitään
pl: brak

source: Wait please...
cs: Počkejte prosím...
fi: Odottele...
pl: Proszę czekać...

source: Your SSID must have a maximum of 32 characters and your password a minimum of 8.
cs: Vaše SSID být maximálně 32 znaků a heslo alespoň 8 znaků.
fi: Sinun SSIDsi täytyy olla enintään 32 merkkiä ja salasanassasi vähintään 8 merkkiä.
pl: Identyfikator SSID może mieć do 32 znaków, a hasło musi liczyć co najmniej 8 znaków.

source: OpenPlotter will reboot. If something goes wrong and you are on a headless system, you may not be able to reconnect again. Are you sure?
cs: Změny budou aplikovány po příštím restartu. Pokud se něco pokazí a používáte systém bez displeje, je možné, že se nebudete moct znova připojit. Jste si jisti?
fi: OpenPlotter käynnistyy uudelleen. Jos jotakin menee metsään ja olet päätteettömässä systeemissä, et voi ehkä enää kytkeytyä uudelleen?
pl: OpenPlotter zostanie uruchomiony ponownie. Jeśli coś pójdzie nie tak, a używasz systemu bezmonitorowego (headless), możesz nie być w stanie ponownie się połączyć. Czy jesteś pewien?

source: Question
cs: Otázka
fi: Kysymys
pl: Pytanie

source: wifi access point:
cs: přístupový bod wifi:
fi: wifi liitospiste:
pl: punkt dostępu WiFi:

source: wifi client:
cs: wifi klient:
fi: wifi asiakas:
pl: klient WiFi:

source: running
cs: běží
fi: käynnissä
pl: uruchomiony

source: stopped
cs: zastaveno
fi: pysäytetty
pl: zatrzymany

source: IP address
cs: IP adresa
fi: IP osoite
pl: Adresy IP

source: There are conflicts between server connections
cs: Byli nalezeny konflikty v připojení k serveru
fi: Serverikytkentöjen välillä on ristiriitoja
pl: Istnieją konflikty pomiędzy połączeniami serwerowymi

source: No conflicts between server connections
cs: Mezi připojeními serveru nejsou žádné konflikty
fi: Serverien kytkennöissä ei ole ristiriitoja
pl: Brak konfliktów pomiędzy połączeniami serwerowymi

source: wlan0 Client
cs: wlan0 klient
fi: wlan0 asiakas
pl: klient wlan0

source: SSID (Net Name)
cs: SSID (Název)
fi: SSID (nettinimi)
pl: SSID (nazwa sieci)

source: Bit Rate
cs: Datový tok
fi: Bittinopeus:

source: Link Quality
cs: Kvalita Linky
fi: Linkin Laatu
pl: Jakość połączenia

source: Signal Level
cs: Úroveň signálu
fi: Signaalin Taso
pl: Poziom sygnału

source: wlan1 Client
cs: wlan1 Klient
fi: wlan1 asiakas
pl: klient wlan1

source: Private Network
cs: Soukromá síť
fi: Yksityinen Verkko
pl: Sieć prywatna

source: VNC Remote Desktop
cs: VNC - Vzálená plocha
fi: VNC Etätyöpöytä
pl: Zdalny pulpit VNC

source: Checking WIFI Access Point password...
cs: Kontroluji heslo přístupového bodu...
fi: Tarkistetaan WIFI-tukiaseman salasana...
pl: Sprawdzanie hasła punktu dostępu WIFI...

source: Security warning: You are using the default WIFI Access Point password. Please change password in OpenPlotter Network.
cs: Bezpečnostní varování: Používáte výchozí heslo k přístupovém bodu WIFI. Prosím změňte heslo v OpenPlotter - Nastavení sítě.
fi: Suojausvaroitus: käytät WIFI-tukiaseman oletussalasanaa. Vaihda salasana OpenPlotter verkossa.
pl: Niebezpieczeństwo: Używasz domyślnego hasła punktu dostępu WiFi. Proszę zmienić hasło sieci OpenPlotter.

source: changed
cs: upraveno
fi: muutettu
pl: zmieniono
